Repository: Steven-A3/AppBox2024
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, zh_hans, zh_hant

source: I'd like to share an event with you.
de: Ich möchte ein Ereignis mit Ihnen teilen.
es: Me gustaría compartir una evento contigo.
fr: J’aimerais partager un évènement avec vous.
it: Vorrei condividere un evento con te
ja: イベントを共有します。
ko: 이벤트 정보를 공유합니다.
pl: Chcę udostępnić Tobie wydarzenie.
zh_hans: 我想和你分享一个事件。
zh_hant: 我想和你分享一個事件。

source: I'd like to share information with you.
de: Ich möchte gerne Informationen mit Ihnen teilen.
es: Me gustaría compartir información con usted.
fr: J'aimerais partager vos informations avec vous.
it: Vorrei condividere informazioni con te.
ja: 情報を共有したいと思います。
ko: 공유하고 싶은게 있습니다.
pl: Chciałbym z tobą dzielić się informacjami.
zh_hans: 我想和你分享信息。
zh_hant: 我想和你分享信息。

source: Iceland Krona Reference Rate Spot
de: Island Krona Referenzpreis-Spot
es: Corona de Islandia Tasa de Referencia para comer
fr: Couronne islandaise Taux de référence spot
it: L'Islanda Tasso di Riferimento Corona Spot
ja: アイスランドクローナ参照レートスポット
ko: 아이슬란드 크로나 참조 환율 스팟
pl: Islandia Korona referencyjny kurs kasowy
zh_hans: 冰岛克朗汇率参考点
zh_hant: 冰島克朗匯率參考點

source: iCloud delete is in progress. Try after 10 minutes.
de: iCloud löschen ist im Gange. Versuchen Sie, nach 10 Minuten.
es: iCloud eliminación está en curso. Pruebe después de 10 minutos.
fr: iCloud suppression est en cours. Essayez après 10 minutes.
it: iCloud eliminazione in corso. Prova dopo 10 minuti.
ja: iCloud削除を進行中です。10分後に試してみてください。
ko: iCloud 데이터를 지우는 중입니다. 10분후에 다시 해보세요.
pl: iCloud kasowania jest w toku. Starają się po 10 minutach.
zh_hans: iCloud中删除正在进行中。10分钟后尝试。
zh_hant: iCloud中刪除正在進行中。10分鐘後嘗試。

source: iCloud Disabled
de: iCloud deaktiviert
es: iCloud Desactivado
fr: iCloud désactivé
it: iCloud disattivato
ja: iCloudがオフになりました。
ko: iCloud 동기화가 꺼졌습니다.
pl: iCloud wyłączone
zh_hans: 禁用的iCloud
zh_hant: 禁用的iCloud

source: iCloud Enabled
de: iCloud aktiviert
es: iCloud Activado
fr: iCloud activé
it: iCloud attivato
ja: iCloudがオンになっています。
ko: iCloud 동기화가 켜졌습니다.
pl: iCloud włączone
zh_hans: iCloud的启用
zh_hant: iCloud的啟用

# iCloud_goto_settings
source: Please enable iCloud, Documents and Data storage in your device Settings to gain access to this feature.
de: Bitte wechseln Sie in die Einstellungen Ihres Gerätes. Aktivieren Sie dort iCloud sowie Dokumente und Datenspeicherung, um Zugang zu dieser Funktion zu erhalten.
es: Por favor vaya a Ajustes de su dispositivo. Active iCloud,Documentos y el almacenamiento de Datos en los Ajustes para tener acceso a esta característica.
fr: Veuillez aller à Réglages de votre dispositif. Activer iCloud et Documents et Stockage de données dans vos réglages pour avoir accès à cette fonctionnalité.
it: Si prega di andare nelle Impostazioni del proprio dispositivo. Attivare iCloud e Documenti e Archiviazioni dati nelle proprie impostazioni per accedere a questa funzione
ja: iCloudの同期を使用するために、デバイスの設定を行ってiCloudの書類とデータを保存するように設定してください。
ko: iCloud 동기화 기능을 사용하시려면 장치의 설정을 열어서 iCloud 도큐멘트 및 데이터를 저장하도록 설정하여 주세요.
pl: Przejdź do Ustawień urządzenia. Włącz iCloud i Dokumenty oraz Dane aplikacji aby uzyskać dostęp do tych funkcji.
zh_hans: 请前往设备的设置页面，打开云服务和文件数据储存以使用此功能。
zh_hant: 請前往設備的設定頁面，打開雲端服務和文件數據儲存以使用此功能。

source: Icon
de: Symbol
fr: Icône
it: Icona
ja: アイコン
ko: 이미지
pl: Ikona
zh_hans: 图标
zh_hant: 圖標

source: Image
de: Bild
es: Imagen
it: Immagine
ja: 画像
ko: 사진
pl: Obraz
zh_hans: 图像
zh_hant: 圖像

source: iMessage is not enabled.
de: iMessage nicht aktiviert ist.
es: iMessage no está activado.
fr: iMessage est pas activé.
it: iMessage non è abilitato.
ja: iMessageがが有効になっていません。
ko: iMessage를 사용할 수 없습니다.
pl: iMessage nie jest włączona.
zh_hans: iMessage的未启用。
zh_hant: iMessage的未啟用。

source: Immediately
de: Sofort
es: De inmediato
fr: immédiatement
it: Subito
ja: 即時
ko: 즉시
pl: Natychmiast
zh_hans: 立即
zh_hant: 立即

source: In order for AppBox Pro to collect step counts, it needs to be given permission in the device Settings app.
de: Damit AppBox Pro Schrittzahlen abrufen kann, benötigt es die Genehmigung hierfür über die Einstellungs-App.
es: Para que AppBox Pro pueda hacer el recuento de pasos, debes permitirlo en la aplicación Ajustes.
fr: Pour que AppBox Pro puisse compter les pas, il faut lui permettre de le faire dans l'appli Réglages générale.
it: Per far si che AppBox Pro raccolga i conteggi dei passi, è necessario autorizzarlo nell'app Impostazioni principale.
ja: AppBox Proが歩数情報を得ることができるように設定アプリからの情報へのアクセスを許可してください。
ko: AppBox Pro가 걸음수 정보를 얻을 수 있도록 설정앱에서 정보 접근을 허용해 주세요.
pl: Aby AppBox Pro zbierać etap liczy musi mieć uprawnienia w aplikacji ustawienia urządzenia
zh_hans: 为了AppBox Pro收集步数，它需要在设备设置应用给予许可。
zh_hant: 為了AppBox Pro收集步數，它需要在設備設置應用給予許可。

source: Increase
de: Erhöhen
es: Incrementar
fr: Augmenter
it: Aumento
ja: 上昇
ko: 증가
pl: Zwiększ
zh_hans: 增加
zh_hant: 增加

source: Increased Probability of Pregnancy
de: Erhöhte Empfängniswahrscheinlichkeit
es: Alta probabilidad de embarazo
fr: Augmentation de la probabilité de grossesse
it: Elevata probabilità di gravidanza
ja: 妊娠可能日
ko: 임신 가능 기간
pl: Zwiększone prawdopodobieństwo ciąży
zh_hans: 易于怀孕日
zh_hant: 易於懷孕日

source: Info
de: Hinweis
es: INFORMACIÓN
ja: 情報
ko: 정보
pl: Informacje
zh_hans: 信息
zh_hant: 資訊

source: Input
de: Eingabe
es: Ingrese
fr: Entrée
it: Immetti
ja: インプット
ko: 입력
pl: Wejście
zh_hant: 輸入

source: Instant
de: Sofort
fr: Instantané
it: Instantanea
ja: インスタント
ko: 즉석사진
zh_hans: 怀旧
zh_hant: 懷舊

source: Interest
de: Zinsen
es: Interés
fr: Intérêt
it: Interesse
ja: 金利
ko: 대출금리
pl: Odsetki
zh_hans: 利息
zh_hant: 利息

source: INTEREST
de: ZINSEN
es: INTERÉS
fr: INTÉRÊT
it: INTERESSE
ja: 利子額
ko: 대출이자
pl: ODSETKI
zh_hans: 利息
zh_hant: 利息

source: Interest Rate
de: Zinssatz
es: Tipo de interés
fr: Taux d’intérêt
it: Tasso d'interesse
ja: 返済金利
ko: 대출금리
pl: Stopa procentowa
zh_hans: 利率
zh_hant: 利率

source: Internet connection is not available.
de: Internetverbindung ist nicht verfügbar
es: No hay conexiones de Internet disponibles.
fr: Connexion internet indisponible.
it: La connessione Internet non è disponibile
ja: インターネット接続が利用できません。
ko: 사용 가능한 인터넷 연결이 없습니다.
pl: Brak połączenia internetowego.
zh_hans: 无法连接到互联网。
zh_hant: 無法連接到網際網路。

source: Internet on 3G
de: Internet 3G
es: Internet en 3G
fr: Internet 3G
it: Internet su 3G
ja: 3Gインターネット
ko: 3G에서 인터넷 사용
pl: Internet 3G
zh_hans: 互联网 3G
zh_hant: 網際網路 3G

source: Internet on Cellular
de: Internet Mobilfunk
es: Internet Móviles
fr: Internet sur Cellulaire
it: Internet su Cellulare
ja: 携帯インターネット
ko: 셀룰러에서 인터넷 사용
pl: Internet komórkowy
zh_hans: 互联网 Cellular
zh_hant: 網際網路 Cellular

source: Internet on LTE
de: Internet LTE
es: Internet en LTE
fr: Internet sur LTE
it: Internet su LTE
ja: LTEインターネット
ko: LTE에서 인터넷 사용
pl: Internet na LTE
zh_hans: 互联网 LTE
zh_hant: 網際網路 LTE

source: Internet on Wi-Fi
de: Internet WLAN
es: Internet Wi-Fi
fr: Internet Wi-Fi
it: Internet su Wi-Fi
ja: Wi-Fiインターネット
ko: Wi-Fi에서 인터넷 사용
pl: Internet Wi-Fi
zh_hans: 互联网 Wi-Fi
zh_hant: 網際網路 Wi-Fi

# iPad Pro
source: 12.9-inch iPad Pro
de: 12,9" iPad Pro
es: iPad Pro de 12,9"
fr: iPad Pro 12,9 pouces
it: iPad Pro 12,9"
ja: 12.9インチiPad Pro
ko: 12.9형 iPad Pro
pl: iPad Pro 12,9 cala
zh_hans: 12.9英寸 iPad Pro
zh_hant: 12.9 吋 iPad Pro

# iPad Pro (Wi-Fi)
source: 12.9-inch iPad Pro (Wi-Fi)
de: 12,9" iPad Pro (Wi-Fi)
es: iPad Pro de 12,9" (Wi-Fi)
fr: iPad Pro 12,9 pouces (Wi-Fi)
it: iPad Pro 12,9" (Wi-Fi)
ja: 12.9インチiPad Pro (Wi-Fi)
ko: 12.9형 iPad Pro (Wi-Fi)
pl: iPad Pro 12,9 cala (Wi-Fi)
zh_hans: 12.9英寸 iPad Pro (Wi-Fi)
zh_hant: 12.9 吋 iPad Pro (Wi-Fi)

source: Israeli Share Price
de: Die israelischen Aktienkurs
es: Israel precio por acción
fr: Partager israélienne Prix
it: Israele sul prezzo delle azioni
ja: イスラエルの株価
ko: 이스라엘 주가
pl: Izraelska Cena akcji
zh_hans: 以色列的股票价格
zh_hant: 以色列的股票價格

source: It will detect 2D Barcodes(QR Code, Aztec Code, Data Matrix) from the image. It will not detect 1D barcodes.
de: Es wird 2D-Barcodes (QR-Code, Aztec Code, Data Matrix) aus dem Bild zu erkennen. Es wird nicht 1D-Barcodes erkennen.
es: Se detectará códigos de barras 2D (Código QR, Código Azteca, Data Matrix) de la imagen. No detectará códigos de barras 1D.
fr: Il détectera 2D Barcodes (Code QR, Code Aztec, Data Matrix) de l'image. Il ne détecte pas les codes à barres 1D.
it: È in grado di rilevare codici a barre 2D (Codice QR, Aztec Code, Data Matrix) dall'immagine. Non in grado di rilevare i codici a barre 1D.
ja: 画像から2Dバーコード（QRコード、アズテックコード、データマトリックス）を検出します。これは、1次元バーコードを検出しません。
ko: 이미지에서 2차원 바코드 (QR 코드, 아즈텍 코드, 데이터 매트릭스)를 감지합니다. 1D 바코드는 검색하지 않습니다.
pl: Będzie ona wykrywać kody 2D (QR kod, kod Aztec, Data Matrix) z obrazu. To nie wykryje kodów kreskowych 1D.
zh_hans: 它将从图像中检测二维码（QR码，Aztec码，数据矩阵）。它不会检测的一维条码。
zh_hant: 它將從圖像中檢測二維碼（QR碼，Aztec碼，數據矩陣）。它不會檢測的一維條碼。

source: It's not a Lunar Date
de: Das ist kein Lunar Datum
es: Esto no es fecha lunar
fr: Ce n’est pas la date lunaire
it: Non è una data lunare
ja: 旧暦ではありません。
ko: 바른 음력날짜가 아닙니다.
pl: To nie jest data księżycowa
zh_hans: 不是阴历日期。
zh_hant: 不是農曆日期。

source: ITEM
de: Gegenstand
es: ARTICULO
it: ARTICOLO
ja: アイテム
ko: 항목
pl: POZYCJA
zh_hans: 产品
zh_hant: 產品

source: ITEMS
de: Einträge
es: ARTICULOS
it: ELEMENTI
ja: アイテム
ko: 아이템
pl: ELEMENTY
zh_hans: 信息
zh_hant: 項目

source: Jewish Holidays
de: Jüdische Feiertage
es: Festivos judíos
fr: Jours fériés juifs
it: Festività ebraiche
ja: ユダヤ教の祝日
ko: 유대교 휴일
pl: Święta żydowskie
zh_hans: 犹太假日
zh_hant: 猶太教假日

source: Journey
de: Reise
es: Viaje
fr: Voyage
it: Viaggio
ja: 旅行
ko: 여행
pl: Podróż
zh_hans: 旅行
zh_hant: 旅行

source: Kaomoji reference on the AppBox Pro
de: Kaomoji(AppBox Pro)
es: Kaomoji(AppBox Pro)
fr: Kaomoji(AppBox Pro)
it: Kaomoji(AppBox Pro)
ja: 顔文字(AppBox Pro)
ko: 카오모지(AppBox Pro)
pl: Kaomoji(AppBox Pro)
zh_hans: 颜文字(AppBox Pro)
zh_hant: 表情符號(AppBox Pro)

source: Kin Phone
de: Telefon
es: Teléfono kin
fr: Téléphone
it: Telefono
ja: 電話番号
ko: 보호자 전화
pl: Telefon
zh_hans: 电话号码
zh_hant: 電話號碼

source: KNOWN VALUE
de: Bekannte Werte
es: VALOR CONOCIDO
fr: VALEUR CONNUE
it: VALORE NOTO
ja: 入力する価格
ko: 알고 있는 금액
pl: ZNANA WARTOŚĆ
zh_hans: 已知值
zh_hant: 已知值

source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
it: Coreano
ja: 韓国旧暦
ko: 한국음력
pl: Koreański
zh_hans: 韩国阴历
zh_hant: 韓國農曆

source: L Calendar
de: D-Kalender
es: F Calendario
fr: L Calendrier
it: L Calendario
ja: レディース
ko: 레이디 캘린더
pl: pKalendarz
zh_hans: 淑女日历
zh_hant: 淑女日曆

source: Ladies Calendar
de: Damen-Kalender
es: Calendario femenino
fr: Calendrier féminin
it: Calendario femminile
ja: レディースカレンダー
ko: 레이디 캘린더
pl: Kalendarz kobiecy
zh_hans: 淑女日历
zh_hant: 淑女日曆

source: LadyCalendar_End Date
de: Enddatum

# LadyCalendar_Start Date
source: Start Date
de: Anfangsdatum
es: De
fr: Date de démarrage
it: Data di Inizio
ja: 開始日
ko: 시작일
pl: Początek
zh_hans: 开始日期
zh_hant: 開始日期

# LadyCalendarDisclaimerMsg
source: The following predictions are based on the calendar method. They are not 100% accurate. There is no guarantee of success and should not be used solely as a tool for natural family planning.
de: Die folgenden Prognosen stützen sich auf die Kalendermethode und sind nicht hundertprozentig genau. Es gibt keine Garantie für die Richtigkeit der Prognosen und diese sollten nicht allein zur Familienplanung genutzt werden.
es: Las siguientes predicciones se basan en el método del calendario (ritmo), estos no son 100% precisas. Por lo que no representa una garantía de éxito y no debe ser utilizado como una herramienta para la planificación familiar.
fr: Les prévisions suivantes sont basées sur un calcul calendaire. Elles ne sont pas précises à 100%. Il n'y a pas de garantie de succès et ceci ne devrait pas être utilisé comme seul outil pour une planification familiale naturelle.
it: Le seguenti previsioni sono basate sul metodo a calendario. Non possono essere precise al 100%. Non viene data alcuna garanzia di successo e non dovrebbero essere usate come il solo strumento per la naturale pianificazione familiare
ja: ストレス及び性ホルモンの不均衡により生理予定日が変わることがあるため排卵日、妊娠可能日が実際とは異なることがあります。 また、生理周期が不規則な場合、結果値が合わないこともあるため、すべての女性に適合さないことがあります。 避妊もしくは可妊のためには排卵日測定法と共に別の方法を一緒に使用してください。
ko: 스트레스 및 성호르몬의 불균형으로 인하여 생리 예정일이 달라질 수 있으므로 배란일, 임신 가능일이 실제와 다를 수 있습니다. 또한, 생리주기가 불규칙한 경우 결과치가 틀릴 수 있으므로 모든 여성에서 적합하지 않을 수 있습니다. 피임 혹은 가임을 위해서는 배란일 측정법과 함께 다른 방법을 함께 사용하시기 바랍니다.
pl: Następujące prognozy są oparte metodzie kalendarzowej. Nie są one w 100% dokładne. Nie ma gwarancji sukcesu. Prognozy nie powinny być używane jako narzędzie do naturalnego planowania urodzeń.
zh_hans: 因为压力及性荷尔蒙的分泌不均衡可能引起生理预测周期的不同，所以排卵日和易于怀孕日与实际情况可能会有所差别。 并且，生理周期不规则的情况下，推测值可能产生错误，不适合于所有的女性。 所以为了避孕或受孕，参考此排卵日测定法的同时，建议和其他可行方法共用。
zh_hant: 因為壓力及性荷爾蒙的分泌不均衡可能引起生理預測週期的不同，所以排卵日和易於懷孕日與實際情況可能會有所差別。 並且，生理週期不規則的情況下，推測值可能產生錯誤，不適合於所有的女性。 所以為了避孕或受孕，參考此排卵日測定法的同時，建議和其他可行方法共用。

source: Last Backup: %@
de: Letzte Sicherung: %@
es: Último: %@
fr: Dernière sauvegarde : %@
it: Ultimo Backup: %@
ja: 最新バックアップ: %@
ko: 최근 백업: %@
pl: Ostatnia kopia: %@
zh_hans: 上次备份: %@
zh_hant: 上次備份: %@

source: Last Name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
ja: 苗字
ko: 성
pl: Nazwisko
zh_hans: 姓
zh_hant: 姓

source: Laughing
de: Lachen
es: Riendo
fr: En riant
it: Ridendo
ja: 笑い
ko: 웃음
pl: Śmiać się
zh_hans: 笑
zh_hant: 笑

source: Leap Month
de: Schaltmonat
es: Mes bisiesto
fr: Mois bissextille
it: Salta mese
ja: 閏月
ko: 윤달
zh_hans: 闰月
zh_hant: 閏月

source: Learn about iOS Security
de: Erfahren Sie mehr über die Sicherheit von iOS
es: Aprenda sobre la seguridad iOS
fr: Apprenez plus sur iOS Security
it: Ulteriori informazioni sulla sicurezza iOS
ja: iOSのセキュリティーについて
ko: iOS 보안에 대해 자세히 알아보기
pl: Poczytaj o bezpieczeństwie iOS
zh_hans: 学习关于iOS安全的内容
zh_hant: 學習關於iOS安全的內容

source: Length
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza
ja: 長さ
ko: 길이
pl: Długość
zh_hans: 长度
zh_hant: 長度

source: Level
de: Libelle
es: Nivel
fr: Niveau
it: Livella
ja: 水準器
ko: 수평계
pl: Ważka
zh_hans: 水准管
zh_hant: 水準管

# List_Past
source: Past
de: Vergangene
es: Pasados
fr: Passé
it: Passato
ja: 今までのリスト
ko: 지난 이벤트
pl: Przeszłe
zh_hans: 过去
zh_hant: 過去

# List_Upcoming
source: Upcoming
de: Anstehende
es: Próximos
fr: À venir
it: Prossimo
ja: これからのリスト
ko: 예정 이벤트
pl: Nadchodzące
zh_hans: 即将到来
zh_hant: 即將到來

source: Loading
de: Ladevorgang
es: Cargando
fr: Chargement
it: Caricamento in corso
ja: 読み込み中
ko: 로드하는 중
pl: Ładowanie
zh_hans: 正在加载
zh_hant: 正在加載

source: Loading locations....
de: Orte werden geladen....
es: Cargando ubicaciones....
fr: lieu de chargement....
it: Caricamento Posizione...
ja: 位置検索中
ko: 위치 탐색 중
pl: Wczytywanie położeń....
zh_hans: 加载位置。。。
zh_hant: 加載位置。。。

source: Loan
de: Darlehen
es: Préstamo
fr: Prêt
it: Prestito
ja: ローン
ko: 대출
pl: Pożyczki
zh_hans: 贷款
zh_hant: 貸款

source: Loan A
de: Darlehen A
es: Préstamo A
fr: Emprunt A
it: Prestito A
ja: ローンA
ko: 대출정보 A
pl: Pożyczka A
zh_hans: 贷款A
zh_hant: 貸款A

source: Loan B
de: Darlehen B
es: Préstamo B
fr: Emprunt B
it: Prestito B
ja: ローンB
ko: 대출정보 B
pl: Pożyczka B
zh_hans: 贷款B
zh_hant: 貸款B

source: Loan Calc
de: Darlehen
es: Préstamo
fr: Prêt
it: Prestito
ja: ローン計算
ko: 대출 계산
pl: Pożyczki
zh_hans: 贷款计算
zh_hant: 貸款計算

# Loan Calc Frequency short string annually
source: an
de: j.
es: anual
it: ann
ja: 一年毎
ko: 1년
pl: rocz
zh_hans: 每年
zh_hant: 每年

# Loan Calc Frequency short string bi montly
source: bimo
de: 2-mtl.
es: 2M
fr: bi-men
it: bimen
ja: ２が月毎
ko: 2개월
pl: dmie
zh_hans: 每两个月
zh_hant: 每兩個月

# Loan Calc Frequency short string biweekly
source: biwk
de: 2-wl.
es: bisem
fr: bi-heb
it: bisett
ja: 隔週
ko: 2주
pl: dtyg
zh_hans: 每两周
zh_hant: 每兩周

# Loan Calc Frequency short string monthly
source: mo
de: mtl.
es: mensual
fr: men
it: men
ja: 毎月
ko: 1개월
pl: mie
zh_hans: 每月
zh_hant: 每月

# Loan Calc Frequency short string quarterly
source: qt
de: qw.
es: 3M
fr: trimes
it: trim
ja: ３ヶ月毎
ko: 3개월
pl: kw
zh_hans: 每季度
zh_hant: 每季度

# Loan Calc Frequency short string semi annually
source: semian
de: halbj.
es: 6M
it: semestr
ja: 半年毎
ko: 6개월
pl: pół
zh_hans: 半年
zh_hant: 半年

# Loan Calc Frequency short string weekly
source: wk
de: wl.
es: sema
fr: heb
it: sett
ja: 週間
ko: 1주
pl: tyg
zh_hans: 每周
zh_hant: 每周

source: Loan Calculator
de: Darlehensrechner
es: Préstamo
fr: Calculette du prêt
it: Calcolatrice Prestito
ja: ローン計算
ko: 대출 계산
pl: Pożyczki
zh_hans: 贷款计算
zh_hant: 貸款計算

source: Loan Calculator using AppBox Pro
de: Gehaltsrechner von AppBox Pro
es: Calculador de préstamos de AppBox Pro
fr: Calculette du prêt utilisant AppBox Pro
it: Calcolatrice di prestito che usa AppBox Pro
ja: AppBox Proを使用するローンの計算
ko: AppBox Pro의 대출 계산기
pl: Kalkulator pożyczek używa AppBox Pro
zh_hans: 使用 AppBox Pro的贷款计算器
zh_hant: 使用 AppBox Pro的貸款計算器

# LoanCalc_DATE
source: DATE
de: DATUM
es: FECHA
it: DATA
ja: 日付
ko: 상환일
pl: DATA
zh_hans: 日期
zh_hant: 日期

# LoanCalc_Monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 毎月
ko: 1개월
pl: Miesięczny
zh_hans: 每月
zh_hant: 每月

# LoanCalc_Start Date
source: Start Date
de: Starttermin
es: Fecha de inicio
fr: Date de démarrage
it: Data di inizio
ja: 返済開始日
ko: 대출 개시일
pl: Początek
zh_hans: 开始日期
zh_hant: 開始日期

source: Local Store Problem
de: Lokales Speicherproblem
es: Problema de almacenamiento local
fr: Problème avec le magasin local
it: Problema di archivio locale
ja: ローカルストアの問題
ko: 데이터에 손상
pl: Problem lokalnego magazynu
zh_hans: 本地储存问题
zh_hant: 本地儲存問題

# LocalizedLanguage
source: en
de: de
es: es
fr: fr
it: it
ja: ja
ko: ko
pl: pl
zh_hans: zh-Hans
zh_hant: zh-Hant

source: Location
de: Ort
es: Ubicación
fr: Lieu
it: Posizione
ja: 位置
ko: 위치
pl: Miejsce
zh_hans: 位置
zh_hant: 位置

source: Location information is not available.
de: Ortsinformationen nicht verfügbar.
es: La información de ubicación no está disponible.
fr: Informations de l’emplacement indisponibles.
it: Le informazioni sulla località non sono disponibili
ja: 位置情報を利用することができません。
ko: 위치 정보를 조회할 수 없습니다.
pl: Informacje o położeniu są niedostępne.
zh_hans: 位置信息不可用。
zh_hant: 位置資訊不可用。

source: Location services enabled, but AppBox Pro is not authorized to access location services. Go to Settings > Privacy > Location Services and authorize it to show weather.
de: Ortungsdienst ist aktiv, aber AppBox Pro benötigt die Erlaubnis das Wetter anzuzeigen. Bitte wechseln Sie zu Einstellungen > Datenschutz > Ortungsdienste und erlauben Sie die Wetteranzeige für AppBox Pro.
es: Los servicios de ubicación están habilitados pero AppBox Pro no tiene autorización para acceder a los servicios de localización. Ir a Configuración> Privacidad> Servicios de ubicación y autorícelo para mostrar el clima.
fr: Services de location activés, mais AppBox Pro n’est pas autorisé à accéder aux services de location. Aller aux Réglages > Vie privée > Services de location et l’autoriser à afficher la météo.
it: I servizi di localizzazione sono attivati, ma AppBox Pro non è autorizzata ad accedere ai servizi di localizzazione. Vai in Impostazioni > Privacy > Servizi di localizzazione e autorizzala a mostrare il meteo
ja: 位置情報サービスがオンになっているが、AppBox Proの位置情報サービスのアクセスがブロックされています。デバイスの設定＞プライバシー＞位置情報サービスに移動して、アクセスを許可してください。
ko: 위치 서비스가 켜져 있기는 하지만, AppBox Pro의 위치 서비스 접근이 차단되어 있습니다. 장치의 설정 > 개인 정보 보호 > 위치 서비스로 이동해서 AppBox Pro가 위치 서비스를 이용할 수 있도록 허용해 주세요.
pl: Usługi lokalizacji są niedostępne. Przejdź do Ustawienia > Prywatność > Usługi lokalizacji i włącz autoryzację dla AppBox Pro do pokazywania pogody.
zh_hans: 定位服务可用，但是 AppBox Pro未能获得使用定位服务的权限。前往 设置 > 隐私 >定位服务授权可以显示天气
zh_hant: 定位服務可用，但是 AppBox Pro未能獲得使用定位服務的權限。前往 設定 > 隱私 >定位服務授權可以顯示天氣

source: Location Services not enabled. Go to Settings > Privacy > Location Services. Location services must enabled and AppBox Pro authorized to show weather.
de: Ortungsdienst nicht verfügbar. Bitte wechseln Sie zu Einstellungen > Datenschutz > Ortungsdienste. Der Ortungsdienst muss aktiviert sein und AppBox Pro die Erlaubnis haben das Wetter anzuzeigen.
es: Los servicios de ubicación no están activados. Ir a Configuración > Privacidad > Servicios de ubicación. Los servicios de ubicación deben estar activados y AppBox Pro autorizado para mostrar el clima.
fr: Services de location non activés. Aller aux Réglages > Vie privée > Services de location. Les services de location doivent être activés et AppBox Pro autorisé à afficher la météo.
it: Servizi di localizzazione non abilitati. Andare in Impostazioni > Privacy > Servizi di localizzazione. I servizi di localizzazione devono essere attivati e AppBox Pro deve autorizzare a mostrare il meteo
ja: 位置情報サービスへのアクセスがブロックされています。デバイスの設定＞プライバシー＞位置情報サービスに移動して、ロケーションサービスを可能にして下さい。
ko: 위치 서비스가 꺼져 있습니다. 장치의 설정 > 개인 정보 보호 > 위치 서비스로 이동해서 위치 서비스를 켜고, AppBox Pro가 위치 서비스를 이용할 수 있도록 해주세요.
pl: Usługi lokalizacji są niedostępne. Przejdź do Ustawienia > Prywatność > Usługi lokalizacji i włącz autoryzację dla AppBox Pro do pokazywania pogody.
zh_hans: 定位服务不可用。前往 设置 > 隐私 > 定位服务.必须启动定位服务后授权 AppBox Pro显示天气。
zh_hant: 定位服務不可用。前往 設定 > 隱私 > 定位服務.必須啟動定位服務後授權 AppBox Pro顯示天氣。

source: Location: %@
de: Standort: %@
es: Ubicación: %@
fr: Position: %@
it: Posizione: %@
ja: ロケーション: %@
ko: 위치: %@
pl: Położenie: %@
zh_hans: 位置: %@
zh_hant: 位置: %@

source: Lock
de: Sperren
es: Bloquear
fr: Verrouiller
it: Blocca
ja: 固定
ko: 고정
pl: Blokuj
zh_hans: 固定
zh_hant: 固定

source: Love
de: Liebe
es: Amor
fr: Amour
it: Amore
ja: 愛
ko: 애정
pl: Miłość
zh_hans: 爱
zh_hant: 愛

source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Bassa
ja: 低
ko: 낮음
pl: Niski
zh_hans: 低
zh_hant: 低

source: Lunar Calendar
de: Lunar Kalender
es: Calendario lunar
fr: Calendrier lunaire
it: Calendario Lunare
ja: 旧暦カレンダー
ko: 음력 달력
pl: Kalendarz księżycowy
zh_hans: 阴历
zh_hant: 農曆

source: Lunar calendar is available from year 1901 to 2042.
de: Der Lunar Kalender ist von 1901 bis 2042 verfügbar.
es: El calendario lunar está disponible desde 1901 hasta 2042.
fr: Le calendrier lunaire est disponible de l’an 1901 à 2042.
it: Il calendario lunare è disponibile dall’anno 1901 all’anno 2042
ja: 旧暦カレンダーは１９０１年から２０４２年まで使用可能です。
ko: 음력은 1901년부터 2042년까지만 제공됩니다.
pl: Kalendarz księżycowy jest dostępny od roku 1901 do 2042.
zh_hans: 阳历日历从1901年到2042年可用。
zh_hant: 國曆日曆從1901年到2042年可用。

source: Lunar Converter
de: Lunar Umrechner
es: Lunar Convertidor
fr: Convertisseur lunaire
it: Convertitore Lunare
ja: 旧暦変換
ko: 양력/음력 변환
pl: Konwerter księżycowy
zh_hans: 阴历/阳历
zh_hant: 農曆/國曆

source: Lunar Converter using AppBox Pro
de: Lunar Umrechner von AppBox Pro
es: Convertidor al calendario lunar de AppBox Pro
fr: Convertisseur lunaire utilisant AppBox Pro
it: Convertitore lunare che usa AppBox Pro
ja: AppBox Proを使用する旧暦変換
ko: AppBox Pro의 양력/음력 변환
pl: Konwerter Księżycowy używa AppBox Pro
zh_hans: 使用AppBox Pro的阴历转换器
zh_hant: 使用AppBox Pro的農曆轉換器

# Lunar Converter_Short
source: Lunar
de: Lunar Umrechner
fr: Lunaire
it: Lunare
ja: 旧暦変換
ko: 양력/음력 변환
pl: Księżycowy
zh_hans: 阴历/阳历
zh_hant: 農曆/國曆

source: Magnifier
de: Lupe
es: Amplificador
it: Esaltatore
ja: 拡大鏡
ko: 돋보기
pl: Lupa
zh_hans: 放大镜
zh_hant: 放大鏡

source: Malaysia Ringgit Reference Rate Spot
de: Malaysia Ringgit Referenzpreis-Spot
es: Malasia Ringgit Tasa de Referencia para comer
fr: La Malaisie Ringgit taux de référence spot
it: Malesia Tasso di Riferimento Ringgit Spot
ja: マレーシアリンギット参照レートスポット
ko: 말레이시아 링깃 참조 환율 스팟
pl: Malaysia Ringgit referencyjny kurs kasowy
zh_hans: 马来西亚林吉特参考利率点
zh_hant: 馬來西亞林吉特參考利率點

source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
ja: 地図
ko: 지도
pl: Mapa
zh_hans: 地图
zh_hant: 地圖

source: Maximum Value
de: Maximalwert
es: Valor máximo
fr: Valeur maximum
it: Valore massimo
ja: 最大値
ko: 최대값
pl: Wartość maksymalna
zh_hans: 最大值
zh_hant: 最大值

source: Memory
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリー
ko: 메모리
pl: PAMIĘĆ
zh_hans: 存储
zh_hant: 記憶體

source: Menstrual Period
de: Menstruationsperiode
es: Período Menstrual
fr: Période menstruelle
it: Periodo mestruale
ja: 生理期間
ko: 생리기간
pl: Miesiączka
zh_hans: 月经期
zh_hant: 月經期

source: MENSTRUAL PERIOD
de: Menstruationsperiode
es: PERIODO MENSTRUAL
fr: PÉRIODE MENSTRUELLE
it: PERIODO MESTRUALE
ja: 生理期間
ko: 생리기간
pl: MIESIĄCZKI
zh_hans: 月经期
zh_hant: 月經期

source: Message
de: Nachrichten
es: Mensajes
fr: Messages
it: Messaggi
ja: メッセージ
ko: 메시지보내기
pl: Wiadomości
zh_hans: 短信
zh_hant: 訊息
